Repository: bihor/camaliga
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

source: Images
de: Bilder

# item
source: Items
de: Elemente

source: Categories
de: Kategorien

source: Startingpoint:
de: Ordner mit Inhalten:

source: Recursive:
de: Rekursiv:

# template.not_configured
source: no template layout selected!
de: kein Template-Layout ausgewählt!

# template.description
source: Camaliga: carousel/map/list/gallery that uses TYPO3 categories.
de: Camaliga: carousel/map/list/gallery Extension, die TYPO3-Kategorien nutzt.

# template.carousel
source: Carousel: elements are side by side
de: Karussell: Elemente nebeneinander

# template.carouselseparated
source: Carousel: text and images separated
de: Karussell: Text und Bild getrennt voneinander

# template.list
source: List view: elements are among themselves
de: Listenansicht: alle Elemente sind untereinander

# template.listextended
source: List view 2: automatic extended version
de: Listenansicht 2: automatisch erweitere Version

# template.show
source: Single view: one element
de: Einzelansicht eines Elements

# template.showextended
source: Single view 2: automatic extended version
de: Einzelansicht 2: automatisch erweitere Version (unterstützt auch die normale Version)

# template.map
source: map view (google maps)
de: Kartenansicht (Google maps)

# template.random
source: Only one random element (uncached)
de: Nur ein zufälliges Element anzeigen (ungecacht)

# template.responsive
source: A simple responsive carousel
de: Einfaches responsives Karussell

# template.search
source: Google maps 2: (uncached search template)
de: Google map 2: automatisch erweitere Version (ungecachtes search-Template)

# template.new
source: Create new entries in the frontend
de: Formular für neue Einträge im FE

# templateLayout
source: Template layout (see manual):
de: Template-Layout (siehe Doku):

# sortBy
source: Default sort by:
de: Standard-Sortierung nach:

# sortBy.tstamp
source: Modified date
de: Änderungs-Datum

# sortBy.crdate
source: Creation date
de: Anlege-Datum

# sortBy.title
source: Title
de: Titel

# sortBy.zip
source: Zip
de: PLZ

# sortBy.city
source: City
de: Ort

# sortBy.country
source: Country
de: Land

# sortOrder
source: Default sort order:
de: Standard-Sortier-Reihenfolge:

# sortOrder.asc
source: ascending
de: Aufsteigend

# sortOrder.desc
source: descending
de: Absteigend

# random
source: Shuffle elements (random order, cached)?
de: Ergebnisse zufällig sortieren (gecacht)?

# getLatLon
source: Try to get the position of an address automatically?
de: Versuche die Position zu einer Adresse automatisch zu finden?

# onlyDistinct
source: Show only distinct entries (parent or one child)?
de: Zeige nur einmalige Elemente an (Mutter oder ein Kind)?

# seo.setTitle
source: Replace the site-title with the title-field?
de: Ersetze den Seiten-Titel durch das Titel-Feld?

# seo.setDescription
source: Set the metatag "description" with the shortdesc-field?
de: Ersetze das Metatag "description" durch das Kurzbeschreibung-Feld?

# seo.setIndexedDocTitle
source: Replace the site-title in the sitemap with the title-field?
de: Ersetze den Seiten-Titel in der Sitemap durch das Titel-Feld?

# seo.setOgTitle
source: Set the metatag og:title with the title-field?
de: Setze das Titel-Feld als og:title Metatag?

# seo.setOgDescription
source: Set the metatag og:description with the shortdesc-field?
de: Setze das Kurzbeschreibung-Feld als og:description Metatag?

# seo.setOgImage
source: Set the metatag og:image with the 1. image?
de: Setze das 1. Bild als og:image Metatag?

# addPadding
source: Add padding to width and height specification?
de: Padding zu Breite und Höhe hinzuaddieren?

# listId
source: Where is the list-page (you must add the setting {settings.listId} to the template)?
de: Wo ist die Listen-Seite (man muss die Variable {settings.listId} noch im Template hinzufügen)?

# showId
source: Where is the single-page (you must add the setting {settings.showId} to the template)?
de: Wo ist die Einzelansicht-Seite (man muss die Variable {settings.showId} noch im Template hinzufügen)?

# layout.listId
source: List-page:
de: Listen-Seite:

# layout.showId
source: Single-page:
de: Einzelansicht-Seite:

# layout.teaserIDs
source: Teaser elements:
de: Teaser-Elemente:

# yesGoogle
source: Yes, use the Google-API. Key needed!
de: Ja, benutze die Google-API. key wird benötigt!

# yesOpenstreetmap
source: Yes, use the Openstreetmap-API.
de: Ja, benutze die Openstreetmap-API.

# imgwidth
source: Width of images in px ({settings.img.width}):
de: Breite der Bilder in px ({settings.img.width}):

# imgheight
source: Height of images in px ({settings.img.height}):
de: Höhe der Bilder in px ({settings.img.height}):

# thumbWidth
source: Width of thumbnail images in px ({settings.img.thumbWidth}):
de: Breite der kleinen Bilder in px ({settings.img.thumbWidth}):

# thumbHeight
source: Height of thumbnail images in px ({settings.img.thumbHeight}):
de: Höhe der kleinen Bilder in px ({settings.img.thumbHeight}):

# width
source: Width in px ({settings.item.width}):
de: Breite in px ({settings.item.width}):

# height
source: Height in px ({settings.item.height}):
de: Höhe in px ({settings.item.height}):

# items
source: Number of visible items [per row] (e.g. JavaScript-parameter for carousels) ({settings.item.items}):
de: Anzahl sichtbarer Elemente [pro Spalte] (z.B. JavaScript-Parameter für Karussells) ({settings.item.items}):

# limit
source: Number of visible elements (SQL-select-parameter):
de: Anzahl sichtbarer Elemente (SQL-Select-Parameter):

# default_categories
source: Selected default categories (for extended templates: AND for radio-buttons and OR for checkboxes):
de: Ausgewählte Kategorien (bei erweiterten Templates: UND für radio-Buttons und ODER für Checkboxen):

# normalCategoryMode
source: Category mode for normal templates:
de: Kategorie-Modus bei normalen Templates:

# normalCategoryMode.and
source: AND combination of the selected categories
de: UND-Verknüpfung der ausgewählten Kategorien

# normalCategoryMode.or
source: OR combination of the selected categories
de: ODER-Verknüpfung der ausgewählten Kategorien

# extendedCategoryMode
source: Category mode for extended templates: use parent-categories in the search too?
de: Kategorie-Modus bei erweiterten Templates: benutze Oberkategorien bei der Suche ebenfalls?

source: Show indicators:
de: Zeige die Punkt-Navigation an:

source: Show controls:
de: Zeige die Pfeil-Navigation an:

# interval
source: The amount of time to delay between automatically cycling an item (ms):
de: Wie lange soll ein Element angezeigt werden? Zeit in ms oder false:

# pause
source: Pauses the cycling of the carousel on mouseenter?
de: Soll das Kaurssell bei mouseenter stehen bleiben?

# wrap
source: The carousel should cycle continuously?
de: Soll das Karussell am Ende von vorne beginnen?

# keyboard
source: The carousel should react to keyboard events?
de: Soll das Karussell auf Tastatureingaben reagieren?

# dialog
source: Size og the dialog window (normal, small or large):
de: Größe des Dialog-Fensters (normal, klein oder groß):

source: small
de: klein

source: large
de: groß

# animation
source: Animation type (can be removed only via TypoScript):
de: Animation (kann nur per TypoScript entfernt werden):

# fade
source: fading
de: von oben nach unten einfahren

# escape
source: Close the modal when escape key is pressed?
de: Modal schließen, wenn ESC gedrückt wurde?

# expanded
source: First collapsible element is opened by default?
de: Erstes Element aufklappen?

# expandall
source: open all collapsible elements
de: klappe alle Elemente auf

# parent
source: Open allways max. one collapsible element (you need to change the template now)?
de: Nur höchstens ein Element aufklappen (erfordert nun einen Template-Umbau)?

source: Extended options
de: Erweiterte Optionen

# extendedVersion
source: Activate extended template with category search (see manual; {settings.extended.enable})?
de: Erweitertes Template mit Kategoriensuche aktivieren (siehe Doku; {settings.extended.enable})?

# onlySearchForm
source: Show only the search form without results ({settings.extended.onlySearchForm})?
de: Zeige nur das Suchformular ohne Ergebnisse an ({settings.extended.onlySearchForm})?

# restrictSearch
source: Restrict the search options ({settings.extended.restrictSearch})?
de: Such-Optionen einschränken ({settings.extended.restrictSearch})?

# radiusValues
source: Proximity values in km. E.g. 10,20,50 ({settings.extended.radiusValues}):
de: Radius-Werte bei Umkreissuche in km. Z.B. 10,20,50 ({settings.extended.radiusValues}):

# saveSearch
source: Save the search parameters in a cookie and load them later?
de: Such-Parameter in einem Cookie speichern und das Cookie bei einer nicht-Suche laden?

source: More
de: Weiteres

# setModulo
source: Enable modulo-calculation (needed for e.g. the Ekko-template; {settings.more.setModulo}):
de: Modulo-Berechnung einschalten (wird z.B. beim Ekko-Template gebraucht; {settings.more.setModulo}):

# mspeed
source: Speed in sec. (for Flexslider2, Galleryview, Parallax, Slick {settings.more.speed}):
de: Übergangs-Geschwindigkeit in sek. (für Flexslider2, Galleryview, Parallax, Slick; {settings.more.speed}):

# mautoplay
source: Enable autoplay? (for Flexslider2, Galleryview, Slick {settings.more.autoplay}):
de: Autoplay einschalten? (für Flexslider2, Galleryview, Slick; {settings.more.autoplay}):

# mautoplaySpeed
source: Autoplay speed in sec. (for Flexslider2, Galleryview, Parallax, Slick; {settings.more.autoplaySpeed}):
de: Verzögerungs-Geschwindigkeit in sek. (für Flexslider2, Galleryview, Parallax, Slick; {settings.more.autoplaySpeed}):

# minfinite
source: Infinite loop? (for Flexslider2, Slick; {settings.more.infinite}):
de: Endlosschleife einschalten? (für Flexslider2, Slick; {settings.more.infinite}):

# mvertical
source: Vertical direction? (for Flexslider2, Slick; {settings.more.vertical}):
de: Vertikale Ansicht? (für Flexslider2, Slick; {settings.more.vertical}):

# mreverse
source: Right to left? (for Flexslider2, Slick; {settings.more.reverse}):
de: Rechts-nach-links? (für Flexslider2, Slick; {settings.more.reverse}):

# mcrop
source: Crop images if they do not fit? (for Galleryview; {settings.more.crop}):
de: Bilder notfalls beschneiden? (für Galleryview; {settings.more.crop}):

# mshowPanel
source: Show the panel? (for Flexslider2, Slick; {settings.more.showPanel}):
de: Großes Bild (Panel) anzeigen? (für Flexslider2, Slick; {settings.more.showPanel}):

# mshowArrows
source: Show arrow navigation? (for Flexslider2, Galleryview, Slick; {settings.more.showArrows}):
de: Pfeil-Navigation anzeigen? (für Flexslider2, Galleryview, Slick; {settings.more.showArrows}):

# mshowDots
source: Show dots navigation? (for Flexslider2, Slick; {settings.more.showDots}):
de: Punkte-Navigation anzeigen? (für Flexslider2, Slick; {settings.more.showDots}):

# mshowThumbnails
source: Show thumbnails/image navigation? (for Flexslider2, Galleryview; {settings.more.showThumbnails}):
de: Thumbnail-Navigation einschalten? (für Flexslider2, Galleryview; {settings.more.showThumbnails}):

# mshowAllThumbs
source: Show all thumbnails? (für Galleryview; {settings.more.showAllThumbs}):
de: Alle Thumbnails anzeigen? (für Galleryview; {settings.more.showAllThumbs}):

# mshowArrowsThumbs
source: Arrow navigation for the thumbnails? (for Flexslider2, Galleryview, Slick; {settings.more.showArrowsThumbs}):
de: Pfeil-Navigation bei den Thumbnails anzeigen? (für Flexslider2, Galleryview, Slick; {settings.more.showArrowsThumbs}):

# mshowDotsThumbs
source: Dot navigation for the thumbnails? (for Flexslider2, Slick; {settings.more.showDotsThumbs}):
de: Punkte-Navigation bei den Thumbnails anzeigen? (für Flexslider2, Slick; {settings.more.showDotsThumbs}):

# mshowCaptions
source: Show captions? (for Galleryview; {settings.more.showCaptions}):
de: Bildunterschrift anzeigen? (für Galleryview; {settings.more.showCaptions}):

# mpausePlay
source: Show Play/Pause? (for Flexslider2, Galleryview; {settings.more.pausePlay}):
de: Play/Pause anzeigen? (für Flexslider2, Galleryview; {settings.more.pausePlay}):

# mpauseOnHover
source: Pause on mouseover? (for Flexslider2, Slick; {settings.more.pauseOnHover}):
de: Pausieren bei mouseover? (für Flexslider2, Slick; {settings.more.pauseOnHover}):

# mopacity
source: Opacity (for Galleryview; {settings.more.opacity}):
de: Deckkraft (für Galleryview; {settings.more.opacity}):

# mslidesToShow
source: Slides to show (for Slick; {settings.more.slidesToShow}):
de: Anzahl sichtbarer Thumbnails (für Slick; {settings.more.slidesToShow}):

# mslidesToScroll
source: Slides to scroll (for Slick; {settings.more.slidesToScroll}):
de: Anzahl zu scrollende Thumbnails (für Slick; {settings.more.slidesToScroll}):

# mfade
source: Fade effect (otherwise slide; for Flexslider2, Slick; {settings.more.fade}):
de: Fade-Effekt (sonst slide; für Flexslider2, Slick; {settings.more.fade}):

# measing
source: Easing effect (e.g. linear or swing; for Flexslider2, Galleryview, Slick; {settings.more.easing}):
de: Übergangs-Effekt (z.B. linear oder swing; für Flexslider2, Galleryview, Slick; {settings.more.easing}):

# addLightbox
source: Show an additional Lightbox? (for Galleryview; {settings.more.addLightbox}):
de: Zeige eine zusätzliche Lightbox an? (für Galleryview; {settings.more.addLightbox}):

source: Maps
de: Karten

# maps.language
source: API language key
de: API Sprach-key

# maps.dontIncludeAPI
source: Don´t include the API script?
de: API-Skript nicht einbinden?

# maps.includeRoute
source: Include an route planer?
de: Füge einen Routenplaner dazu?

# maps.clustering
source: Enable clustering of markers?
de: Aktiviere das Clustering von Markern?

# maps.maxZoom
source: Maximum zoom:
de: Maximaler zoom:

# maps.tileLayer
source: Path to a tile-layer-distributor (OpenStreetMap):
de: Pfad zu einem tile-Layer-Anbieter (OpenStreetMap):

# maps.attribution
source: Attribution for the tile layers (OpenStreetMap):
de: Attribution für die tile-Layers (OpenStreetMap):

# teaserIDs
source: Elements for the teaser
de: Elemente für den Teaser

source: yes
de: ja

source: no
de: nein

# mlang_labels_tabdescr
source: Overview and import for "carousel/map/list/gallery"
de: Übersicht und Import "carousel/map/list/gallery"

# mlang_labels_tablabel
source: Camaliga overview and import
de: Camaliga-Übersicht und Import

# index.title
source: Alphabetical overview
de: Alphabetische Übersicht

# index.elements
source: Camaliga-elements in this folder/document:
de: Camaliga-Elemente in diesem Ordner/Dokument:

# import.import
source: Import this entries
de: Importiere diese Einträge

# import.found
source: entries found.
de: Einträge gefunden

# import.importDel
source: Import this entries and delete the old entries
de: Importiere diese Einträge und lösche die alten Einträge

# import.ok
source: OK. Elements imported!
de: OK, die Elemente wurden importiert!

# import.del
source: OK. Old elements deleted!
de: OK, die alten Elemente wurden gelöscht!

# import.error
source: Error: no entries found!
de: Fehler: keine Einträge gefunden!

# thumb.title
source: Sorted thumbnail overview
de: Sortierte Bilder-Übersicht

# thumb.text
source: In this sorted view of all visible elements you can change the order of the elements:
de: Bei dieser sortierten Ansicht aller sichtbaren Elemente kann man die Reihenfolge ändern:

# thumb.save
source: Save the new order
de: Neue Reihenfolge abspeichern

# thumb.saved
source: The order of the visible elements has been changed / saved!
de: Die Reihenfolge der sichtbaren Elemente wurde geändert / gespeichert!

# pagelayoutview
source: CaMaLiGa plugin settings:
de: CaMaLiGa-PlugIn-Einstellungen:

# pagemodule.switchToPage
source: switch to page
de: gehe zur Seite

# pagemodule.pageNotAvailable
source: page not available!
de: keine Seite verfügbar!

# faltasks.title
source: Switch to FAL
de: Wechsele die Bilder zu FAL

# tasks.description
source: Writes a CSV-file from the DB to the fileadmin folder.
de: Exportiert eine CSV-Datei aus der DB ins fileadmin-Verzeichnis.

# itasks.description
source: Reads a CSV-file from the fileadmin folder to the DB.
de: Importiert eine CSV-Datei vom fileadmin-Verzeichnis in die DB.

# faltasks.description
source: Move /uploads-images to FAL and change the image-relation in the camaliga-elements.
de: Verschiebe die Bilder aus /uploads nach FAL und ändere die Bilder-Relationen in den Camaliga-Elementen.

# tasks.validate.page
source: Page with camaliga-elements (pages UID):
de: Seite mit Camaliga-Elementen (pages UID):

# itasks.validate.catpage
source: Search categories only in the given folder?
de: Suche Kategorien nur im angegebenen Ordner?

# tasks.validate.language
source: Language (sys_language UID):
de: Sprache (sys_language UID):

# tasks.validate.cats
source: Only elements with one of this category-uids (e.g. 5,7) (no space!):
de: Nur Elemente mit einer dieser Kategorie-UIDs (z.B. 5,7) (keine Leerzeichen!):

# tasks.validate.csvfile
source: Path and name of the csv file (must begin with "fileadmin/"):
de: Pfad und Name der CSV-Datei (muss mit "fileadmin/" beginnen):

# itasks.validate.csvfile
source: Path and name of the csv file (must begin with "fileadmin/") [you can use * in the name to select always the last file (ordered by name)]:
de: Pfad und Name der CSV-Datei (muss mit "fileadmin/" beginnen) [man kann * im Namen verwenden, um immer die letzte Datei auszuwählen (sortiert nach Name)]:

# tasks.validate.header
source: Header line of the csv file (e.g. "UID";"Name";"Description";"Category 1"):
de: Überschriften-Zeile in der CSV-Datei (z.B. "UID";"Name";"Beschreibung";"Bundesland"):

# tasks.validate.fields
source: Database fields to export (e.g. uid, title, shortdesc, "category:State") [at category: the name of the parent category]:
de: Datenbankfelder, die exportiert werden sollen (z.B. uid, title, shortdesc, "category:Bundesland") [bei category den Name einer Parent-Kategorie angeben]:

# itasks.validate.fields
source: Database fields for the import (the 1. row of the file will be ignored!) (e.g. uid, title, shortdesc, category, category:Brandenburg, category-parent:State) [there are 3 possibilities to import categories: category-name in every row; category in the header an then 0 or 1 in every row; parent-category in the header and child-categories in every row]:
de: Datenbankfelder, in die importiert werden soll (die 1. Zeile in der Datei wird ignoriert!) (z.B. uid, title, shortdesc, category, category:Brandenburg, category-parent:Bundesland) [es gibt 3 Möglichkeiten, Kategorien zu importieren: Kategorie-Name in jeder Zeile angeben; Kategorie einmal in Header und dann 0 oder 1 in jeder Zeile; Parent-Kategorie im Header und Kind-Kategorien in jeder Zeile]:

# tasks.validate.separator
source: Separator:
de: Texttrenner:

# tasks.validate.delimiter
source: Delimiter:
de: Feldtrenner:

# tasks.validate.catdelimiter
source: Category delimiter:
de: Feldtrenner bei Kategorien:

# tasks.validate.convert
source: Convert text from UTF-8 to ISO?
de: Von UTF-8 nach ISO konvertieren?

# itasks.validate.convert
source: Convert text from ISO to UTF-8?
de: Von ISO nach UTF-8 konvertieren?

# itasks.validate.delete
source: Delete old entries of this folder first?
de: Alte Daten aus dem Ordner erst löschen?

# itasks.validate.simulate
source: Simulation only (echo, no import)?
de: Import nur simulieren (Ausgabe statt Import)?

# tasks.validate.imgpath
source: New place for the images (folder in your default-storage [must exist!], usually fileadmin/) (e.g. images/slider/):
de: Neuer Ort für die Bilder; Ordner, der im default-Storage (muss vorhanden sein!; normalerweise ist das fileadmin/) liegt (z.B. bilder/slider/):

# tasks.validate.invalidPage
source: Invalid pages uid, please enter a valid pages uid!
de: Ungültige Seiten-UID. Bitte eine richtige Seiten-UID eingeben!

# tasks.validate.invalidLanguage
source: Invalid sys_language uid, please enter a valid sys_language uid!
de: Ungültige Sprach-UID. Bitte eine richtige Sprach-UID eingeben!

# tasks.validate.invalidCsvfile
source: Invalid csv file, please enter a valid path to the csv file in the fileadmin folder!
de: Ungültiger Pfad zur CSV-Datei. Bitte einen Pfad angeben, der mit fileadmin/ anfängt!

# tasks.validate.invalidImgPath
source: Invalid image-folder-path, please enter a valid and existend path for the images in your default-storage-folder (usually fileadmin/)! Example: images/slider/
de: Ungültiger Pfad für die Bilder. Bitte einen existierenden Pfad angeben, der im default-Storage-Folder liegt (normalerweise fileadmin/)! Beispiel: images/slider/
